" **OVERWRITE MODE**" = " **MODO DE REESCRITA**";
" **READ-ONLY MODE**" = " **MODO DE SOMENTE LEITURA**";
" items" = " itens";
"%@ out of %@" = "%@ de %@";
"%@ selected at multiple offsets out of %@" = "%@ seleccionado em múltiplas compensações de %@";
"%@ selected at offset %@ out of %@" = "%@ seleccionado na compensação %@ de %@";
"(select a power of 2 bytes)" = "(seleccione uma potência de 2 bytes)";
"(select less data)" = "(seleccione menos dados)";
"(select some data)" = "(seleccione alguns dados)";
"Access Control List..." = "Lista de Controle de Acesso...";
"Alert!" = "Alerta!";
"Alias bit" = "Bit de Atalho";
"Application:" = "Aplicativo:";
"Apply to enclosed items..." = "Aplicar aos itens inclusos...";
"Are you sure you want to change all your %@ documents to open with the application \"%@\"?" = "Tem a certeza que deseja alterar todos os seus documentos %@ para abrir com o aplicativo \"%@\"?";
"Artist" = "Artista";
"Artists" = "Artistas";
"Attribute modification date" = "Atribuir data de modificação";
"Attributes" = "Atributos";
"Bundle bit" = "Bit de Pacote";
"Burn" = "Gravar";
"Byte %@ selected out of %@" = "Byte %@ seleccionado de %@";
"Byte Grouping" = "Agrupamento de Byte";
"Calculating..." = "Calculando...";
"Capacity:" = "Capacidade:";
"Change All..." = "Alterar Tudo...";
"Change all" = "Alterar todos";
"Choose..." = "Escolher...";
"Common tags" = "Etiquetas comuns";
"Computing differences" = "Processando diferenças";
"Contents:" = "Conteúdo:";
"Created:" = "Criado:";
"Creation Date:" = "Data de Criação:";
"Creation date" = "Data de criação";
"Creator" = "Criador";
"Creator:" = "Criador:";
"Custom icon" = "Ícone personalizado";
"Data Fork" = "Forquilha de Dados";
"Data Fork:" = "Forquilha de Dados:";
"Dates" = "Datas";
"Dates/Forks" = "Datas/Forquilhas";
"Delete" = "Apagar";
"Deleting the data fork is not undoable. Are you sure you want to delete this data?" = "Apagar a forquilha de dados não pode ser desfeito. Tem a certeza que deseja apagar estes dados?";
"Deleting the resource fork is not undoable. Are you sure you want to delete this data?" = "Apagar a forquilha de recursos não pode ser desfeito. Tem a certeza que deseja apagar estes dados?";
"Device:" = "Dispositivo:";
"Edit Mode" = "Modo de Edição";
"Everyone:" = "Todos:";
"Execute" = "Executar";
"Extend Selection..." = "Extender Selecção...";
"Facility" = "Facilidade";
"Forks" = "Forquilhas";
"Forks:" = "Forquilhas:";
"Format:" = "Formato:";
"Free:" = "Livre:";
"Get Info" = "Obter Informações";
"Group" = "Grupo";
"Group:" = "Grupo:";
"Hide extension" = "Ocultar extensão";
"Ignore ownership on this volume" = "Ignorar propriedade neste volume";
"Info" = "Informações";
"Inited bit" = "Bit de Inicialização";
"Insert" = "Inserir";
"Invisible" = "Invisível";
"Jump to Offset..." = "Saltar para Compensação...";
"Kind:" = "Tipo:";
"Label" = "Etiqueta";
"Length" = "Duração";
"Level" = "Nível";
"Locked" = "Trancado";
"Manage groups…" = "Gerir grupos…";
"Message" = "Mensagem";
"Modification Date:" = "Data de Modificação:";
"Modification date" = "Data de modificação";
"Modified:" = "Modificado:";
"Mount Point:" = "Ponto de Montagem:";
"Move Selection..." = "Mover Selecção...";
"Name" = "Nome";
"Name locked" = "Nome trancado";
"None" = "Nenhuma";
"On desktop" = "Na mesa";
"Open" = "Abrir";
"Open with:" = "Abrir com:";
"Other" = "Outros";
"Overwrite" = "Reescrita";
"Owner" = "Proprietário";
"Owner:" = "Proprietário:";
"Path" = "Caminho";
"Path:" = "Caminho:";
"Permissions" = "Permissões";
"Playlists" = "Listas de Reprodução";
"Rating:" = "Classificação:";
"Read" = "Ler";
"Read-only" = "Somente-leitura";
"Report" = "Relatório";
"Resolved:" = "Resolvido:";
"Resource Fork" = "Forquilha de Recursos";
"Reveal" = "Mostrar";
"Rsrc Fork:" = "Forquilha Rsrc:";
"Saving \"%@\"" = "Salvando \"%@\"";
"Select group…" = "Seleccionar grupo…";
"Sender" = "Remetente";
"Set Dates:" = "Ajustar Datas:";
"Set Original..." = "Determinar Original...";
"Size:" = "Tamanho:";
"Spotlight comments" = "Comentários do Spotlight";
"Stationery Pad" = "Gabarito";
"Sticky bit" = "Bit Permanente";
"Swap Forks" = "Trocar Forquilhas";
"Swapping forks can be undone by swapping again. Are you sure you want to swap the forks?" = "Trocar as forquilhas pode ser desfeito se trocar novamente. Tem a certeza que deseja trocar as forquilhas?";
"Tags" = "Etiquetas";
"Tags group:" = "Grupo de etiquetas:";
"Tags:" = "Etiquetas:";
"This change will apply to all %@ documents with %@ \"%@\"." = "Esta alteração irá ser aplicada a todos os documentos %@ com %@ \"%@\".";
"Time" = "Hora";
"Type" = "Tipo";
"Type:" = "Tipo:";
"Use this application to open all documents like this." = "Utilizar este aplicativo para abrir todos os documentos como este.";
"Version:" = "Versão:";
"Volume Permissions" = "Permissões de Volume";
"Write" = "Gravar";
"data:" = "dados:";
"extension" = "extensão";
"type" = "tipo";

/* ==== UNLOCALIZED ==== */

" bytes" = " bytes";
"MP3:" = "MP3:";
"Volume:" = "Volume:";
"byte" = "byte";
"bytes" = "bytes";
"gigabyte" = "gigabyte";
"gigabytes" = "gigabytes";
"kilobyte" = "kilobyte";
"kilobytes" = "kilobytes";
"megabyte" = "megabyte";
"megabytes" = "megabytes";
"petabyte" = "petabyte";
"petabytes" = "petabytes";
"rsrc:" = "rsrc:";
"terabyte" = "terabyte";
"terabytes" = "terabytes";
